{
    "skills": "Skills",
    "projects": "Projects",
    "contact": "Contact",
    "training": "Training",
    "working": "What I'm doing?",
    "main-section": {
        "title": "Hello, I'm",
        "name": "Ronald",
        "lastname": "Benítez",
        "description": "An enthusiastic web and mobile developer. Currently, I'm immersed in learning React and React Native, using technologies like Next.js and Expo.",
        "button": "Download CV"
    },
    "toast":{
        "email": "Email copied to clipboard"
    },
    "skills-section":{
        "languages": "Languages",
        "frameworks": "Frameworks/Libraries",
        "tools": "Tools"
    },
    "training-section": {
        "academic": "Academic",
        "academic-description": "Currently, I have completed my fifth year in the Computer Systems Engineering program at the University of El Salvador and I am in the graduation process.",
        "self-taught": "Self-taught",
        "self-taught-description": "Self-taught, I have acquired knowledge in web application development using React and React Native. Additionally, I have explored the use of tools such as Firebase, TailwindCSS, Supabase, among others. I have also developed skills in using version control tools like Git and GitHub.",
        "english": "English",
        "english-description": "Basic knowledge of the English language. I am currently in the process of learning the language."
    },
    "projects-section": {
        "technologies": "Used Technologies",
        "links": "Links"
    },
    "working-section": {
        "title": "What I'm doing?",
        "description": "Currently, I am making continuous improvements to 'Eco'. I plan to incorporate the Spanish version, following a format similar to that of this portfolio. In addition, I am immersed in the development of a page for the management of a family business, using technologies such as Next.js for the construction of the site and Vercel for its hosting, while the information is backed up using PostgreSQL.",
        "technologies": "Technologies used"
    },
    "eco": {
        "title": "Eco",
        "description": "Eco is a mobile application developed with React Native and Expo. This application enables users to track their expenses and income, set savings goals, and maintain a daily record of their activities."
    },
    "family-business": {
        "title": "Family Business",
        "description": "This is a web application developed with Next.js and TailwindCSS. It is intended to be used by a family business to manage its products, and sales. The information is stored in a PostgreSQL database and the application is hosted on Vercel."
    },
    "sh":{
        "title": "SH",
        "description": "It is a web system developed with Supabase and Next.js, it arises as a final project of the 'Computer Project Management' subject, it mainly has pharmacy control, appointments and medical consultations.."
    }    
}