{
    "skills": "Skills",
    "projects": "Projects",
    "contact": "Contact",
    "training": "Training",
    "working": "What I'm doing?",
    "main-section": {
        "title": "Hello, I'm",
        "name": "Ronald",
        "lastname": "Benítez",
        "description": "An enthusiastic web and mobile developer. I currently work as a frontend developer at the Secretariat of Innovation, using technologies such as Vue 3, React, and TailwindCSS. Additionally, I continue developing PocketTool in my free time.",
        "button": "Download CV"
    },
    "training-section": {
        "academic": "Academic",
        "academic-description": "Graduated from the Computer Systems Engineering program at the University of El Salvador.",
        "self-taught": "Self-taught",
        "self-taught-description": "Through self-learning, I have acquired knowledge in web application development using React, React Native, and Vue 3. Additionally, I have explored tools like TailwindCSS, among others. I have also developed skills in version control tools such as Git and GitHub.",
        "english": "English",
        "english-description": "Basic knowledge of the English language, primarily in reading comprehension. I am currently in the process of learning it."
    },
    "working-section": {
        "title": "What I'm doing?",
        "description": "I currently work as a frontend developer at the Secretariat of Innovation, where I participate in the development of web applications using Vue 3, React, and TailwindCSS. Additionally, in my free time, I continue improving PocketTool, incorporating new features and optimizing its performance.",
        "technologies": "Technologies used"
    },
    "toast":{
        "email": "Email copied to clipboard"
    },
    "skills-section":{
        "languages": "Languages",
        "frameworks": "Frameworks/Libraries",
        "tools": "Tools"
    },
    "projects-section": {
        "technologies": "Used Technologies",
        "links": "Links"
    },
    "eco": {
        "title": "Eco",
        "description": "Eco is a mobile application developed with React Native and Expo. This application enables users to track their expenses and income, set savings goals, and maintain a daily record of their activities."
    },
    "family-business": {
        "title": "Family Business",
        "description": "This is a web application developed with Next.js and TailwindCSS. It is intended to be used by a family business to manage its products, and sales. The information is stored in a PostgreSQL database and the application is hosted on Vercel."
    },
    "sh":{
        "title": "SH",
        "description": "It is a web system developed with Supabase and Next.js, it arises as a final project of the 'Computer Project Management' subject, it mainly has pharmacy control, appointments and medical consultations.."
    },
    "restaurant":{
        "title": "Restaurant",
        "description": "It is a website developed with Vite and Firebase, it is a project developed with a multidisciplinary team in which I am part of the development team."  
    },  
    "pockettool": {
        "title": "PocketTool",
        "description": "Mobile application for personal finance management, allowing users to track income, expenses, and savings goals."
    },
    "conadem": {
        "title": "Conadem",
        "description": "Participation in the development of the landing page and administrative platform for the National Council for Evaluation and Accreditation."
    },
    "innovatech": {
        "title": "Innovatech",
        "description": "Participation in the development of the landing page for the government’s Innovation and Technology portal."
    }

}